{"_id":{"$oid":"5ee8b490536f8d102e8c78c9"},"comments":[{"$oid":"5ee8b536536f8d102e8c78ca"}],"likes":[{"$oid":"5ee20dca4c87fa01a2541579"}],"name":"Introduction to Node.js","image":"https://cms-assets.tutsplus.com/uploads/users/34/posts/29738/preview_image/nodejs-expressjs.jpg","category":"Web development","price":499,"description":"\u003ch4\u003eThis course was just completely refilmed to give you everything you need to master Node.js in 2019!\r\nThis includes new content, updated versions, new features, and more.\u003c/h4\u003e\r\n\u003ch4\u003eI created this course to be what I wanted when I was learning Node.\u003c/h4\u003e\r\nThe Complete Node.js Developer Course covers the fundamentals of Node before diving deep into great tools like Express, Mongoose, and MongoDB.\r\n\r\nThe entire course is based around a single goal: Turning you into a professional Node developer capable of developing, testing, and deploying real-world production applications.","creator":"Ian Mead","expertise":"Node.js, MongoDB, Express, REST API Design","qualification":"A Full-stack Developer \u0026 Teacher","__v":2}
{"_id":{"$oid":"5ee8bbc8536f8d102e8c78cd"},"comments":[],"likes":[],"name":"Aptitude for Placement","image":"https://1.bp.blogspot.com/-4i_J4Ev1VFU/VZOUfqykOdI/AAAAAAAAAgo/4zLhLBsGTPI/s1600/aptitude%2B5.jpg","category":"Aptitude","price":199,"description":"\u003ch4\u003eMaster your Quantitative Aptitude!\u003c/h4\u003e\r\n\r\nThe course is divided as:\r\n\r\n1. Concept Videos:Those who want to clear basic concepts can watch these videos, other-wise can directly go to questions and answer videos.\r\n\r\n2. Questions and Answers Videos with Tricks: This contains direct video solutions of given questions with tricks and alternate methods.\r\n\r\n3. Mock Placement Questions: Mixed Questions sets are given in the last section - Very Important and Useful!.\r\n\r\nThe course mainly focuses on Quantitative Aptitude required for cracking Placement Papers of various IT and Core Companies. Questions from all important topics are solved with smarter ways!\r\n\r\nWith the wide experience in training for Placement Papers, Dr. Kiran Derle has emphasized on important on relevant topics. Variety of questions are solved with tricks and shortcuts along with traditional methods in some cases.\r\n\r\nThis is very much useful course designed with systematic way to get the best results.","creator":"Thomas Tedd","expertise":"Quantative, Logical reasoning","qualification":"PhD, MBA","__v":0}
{"_id":{"$oid":"5ee8be14536f8d102e8c78ce"},"comments":[],"likes":[],"name":"Mighty Web Development Bundle","image":"https://image.freepik.com/free-photo/web-design-concepts-with-blurred-background_1134-82.jpg","category":"Web development","price":9999,"description":"\u003ch4\u003eAre you looking for an all-in-one Web Design, Web Development and Career Building course\u003c/h4\u003e that takes you step-by-step through the all of the skills you need know to start a working professionally?\u003ch4\u003eAre you a programmer looking to improve your design skills, \u003c/h4\u003eso your designer colleagues can stop making fun of your bad designs? Or maybe you're a designer looking to learn how to code, so your programmer colleagues can stop laughing at your sad coding attempts?\r\n\u003ch4\u003eThis is the ultimate, most comprehensive, A to Z web design, development and career building course on the market. I promise and I guarantee that to be true.\u003c/h4\u003e\u003ch4\u003eYou will go from knowing nothing to creating over 23 impressive designs, websites, and applications\u003c/h4\u003e — all with step-by-step instruction from the most entertaining and engaging coding instructor on the web today!\r\n\r\nWe'll start by learning Visual \u0026 Web Design, how to use Adobe Photoshop, and how to sketch professional wireframes. We'll then learn to code with HTML5, CSS3, Javascript and jQuery. At this point you'll be able to code custom websites, animations and web applications by yourself.\r\n\r\nOnce we're cool with the front-end languages, we'll then melt our brain-bits with highly advanced skills like Responsive Websites, PHP, MySQL, WordPress and custom WordPress plugin development. You'll then have the ability to build responsive, dynamic websites and blogs, basic eCommerce sites and online stores, and have a professional understanding of all aspects of web design \u0026 development.\r\n\r\nAfter you've learned everything from Design to Development, you'll be taken through a hands-on career section fully-loaded with valuable tips, resources, and real-world guidance to help you start your career — whether you want to work-from-home as a freelancer, or secure a full-time studio gig at a design agency.","creator":"Itzan Paula,Ester Dichone,Steve Harrington,Carla Marchioness,Lucrecia Adams,Abhilash Roy Prakash,Arun Mathur","expertise":"Recent Web Technologies","qualification":"Full Stack Web Developers and Innovators","__v":0}
{"_id":{"$oid":"5ee8c169536f8d102e8c78d0"},"comments":[],"likes":[],"name":"Mighty Cloud Computing Bundle","image":"https://image.freepik.com/free-photo/dark-servers-center-room-with-computers-storage-systems_117023-894.jpg","category":"Cloud Computing","price":9999,"description":"\u003ch4\u003eWhy should you learn cloud computing?\u003c/h4\u003e\r\n\u003cp\u003e\r\nNow-a-days Cloud computing or simply Cloud is the buzzing world in the technology industry. With the current challenging business environment all industry demands cost effective and reliable (i.e. always on) solutions. Cloud computing technology provides the answer. This makes it absolutely essential to have a basic knowledge on cloud computing concepts, technology and architecture as well as get a bigger picture about cloud computing advantages and disadvantages.\r\n\u003c/p\u003e\r\n\u003cp\u003eAs a beginner you will build a strong fundamental on cloud computing.\r\n\u003c/p\u003e\u003cp\u003e\r\nIf you are just a beginner who is confused about big jargons of cloud computing and want to learn cloud computing fundamentals then this is the best course for you. On the web you will find a lot of content discussing about cloud computing in bits and pieces or few discuss about specific technology through which cloud computing concept is implemented. But most of the courses don’t discuss about the fundamental concept and jargons used. So as a beginner you miss the bigger picture and always get confused with the terminologies.\r\n\u003c/p\u003e\r\n\u003ch4\u003eGet ready to take your first step towards cloud computing jobs/career.\r\n\u003c/h4\u003e\r\nIn this course we will take you through all the fundaments and jargons used in the cloud computing industry and it is explained in layman’s term. So you don’t need any prior knowledge on cloud computing to enrol for this course.\r\n\r\nAfter completing this course you will be able to comprehend cloud computing related discussion happening around and all set to start a career or manage a team in this field.","creator":"\u003cli\u003eItzan Paula\u003c/li\u003e\u003cli\u003eEster Dichone\u003c/li\u003e\u003cli\u003eSteve Harrington\u003c/li\u003e\u003cli\u003e Carla Marchioness\u003c/li\u003e\u003cli\u003e Lucrecia adams\u003c/li\u003e\u003cli\u003eAbhilash Roy\u003c/li\u003e\u003cli\u003ePrakash Arun Mathur\u003c/li\u003e","expertise":"AWS Cloud Computing ","qualification":"Cloud Engineer","__v":0}
{"_id":{"$oid":"5eedb985fc3b20019835e938"},"comments":[],"likes":[{"$oid":"5ee20dca4c87fa01a2541579"}],"name":"Complete Course On Artificial Intelligence","image":"https://cdn.pixabay.com/photo/2017/07/22/10/43/board-2528363_960_720.jpg","category":"AI","price":799,"description":"Learn key AI concepts and intuition training to get you quickly up to speed with all things AI. Covering:\r\n\u003cbr\u003e\r\n\u003cb\u003eHow to start building AI \u003c/b\u003ewith no previous coding experience using Python\u003cbr\u003e\r\n\u003cb\u003eHow to merge AI with OpenAI Gym\u003c/b\u003e to learn as effectively as possible\u003cbr\u003e\r\n\u003cb\u003eHow to optimize your AI\u003c/b\u003e to reach its maximum potential in the real world\u003cbr\u003e\r\nHere is what you will get with this course:\r\n\u003cbr\u003e\r\n\u003cb\u003e1. Complete beginner to expert AI skills\u003c/b\u003e – Learn to code self-improving AI for a range of purposes. In fact, we code together with you. Every tutorial starts with a blank page and we write up the code from scratch. This way you can follow along and understand exactly how the code comes together and what each line means.\r\n\u003cbr\u003e\r\n\u003cb\u003e2. Code templates \u003c/b\u003e– Plus, you’ll get downloadable Python code templates for every AI you build in the course. This makes building truly unique AI as simple as changing a few lines of code. If you unleash your imagination, the potential is unlimited.\r\n\r\n\u003cbr\u003e\r\n\u003cb\u003e3. Real-world solutions \u003c/b\u003e– You’ll achieve your goal in not only 1 game but in 3. Each module is comprised of varying structures and difficulties, meaning you’ll be skilled enough to build AI adaptable to any environment in real life, rather than just passing a glorified memory “test and forget” like most other courses. Practice truly does make perfect.\r\n\u003cbr\u003e\r\n\u003cb\u003e4. In-course support\u003c/b\u003e – We’re fully committed to making this the most accessible and results-driven AI course on the planet. This requires us to be there when you need our help. That’s why we’ve put together a team of professional Data Scientists to support you in your journey, meaning you’ll get a response from us within 48 hours maximum.\r\n\r\n\u003cb\u003eWho this course is for:\u003c/b\u003e\r\nAnyone interested in Artificial Intelligence, Machine Learning or Deep Learning\r\n","creator":"\u003cul\u003e \u003cli\u003eHadelin Ponteves\u003c/li\u003e\u003cli\u003eKirill Eremenko\u003c/li\u003e\u003cli\u003eSuperDataScience Team\u003c/li\u003e\u003cli\u003eSuperDataScience Support\u003c/li\u003e\u003c/ul\u003e","expertise":"Machine Learning, Deep Learning, Artificial Intelligence and Blockchain","qualification":"Data Scientist, AI Entrepreneur","__v":1}
{"_id":{"$oid":"5eedbbc2fc3b20019835e939"},"comments":[],"likes":[],"name":"Full Stack Web Development","image":"https://img-a.udemycdn.com/course/750x422/1562632_a245_2.jpg","category":"Web development","price":599,"description":"\u003cb\u003eMaster practical and theoretical concepts\u003c/b\u003e\u003cbr\u003e\r\nThis full-stack web, Django and AI combination course leads you through a complete range of software skills and languages, skilling you up to be an incredibly on-demand developer. The combination of being able to create full-stack websites AND machine learning and AI models is very rare - something referred to as a unAIcorn. This is exactly what you will be able to do by the end of this course.\r\n\u003cb\u003eWhy you need this course\u003c/b\u003e\u003cbr\u003e\r\nWhether you're looking to get into a high paying job in tech, aspiring to build a portfolio so that you can land remote contracts and work from the beach, or you're looking to grow your own tech start-up, this course will be essential to set you up with the skills and knowledge to develop you into a unAIcorn.\r\n\u003cbr\u003e\r\n\r\n\u003cb\u003eWhat you will get out of this course\u003c/b\u003e\r\n\u003cbr\u003e\r\nI will give you straightforward examples, instructions, advice, insights and resources for you to take simple steps to start coding your own programs, solving problems that inspire you and instilling the 'developer's mindset' of problem solving into you.\r\n\u003cb\u003eWhat materials are included?\u003c/b\u003e\r\n\u003cbr\u003e\r\nThe majority of my lectures I have chosen to be as video so that you can hear me and see my workings when we're going through each and every area of the course. \r\nI will be consistently adding more content and resources to the course as time goes by. Keep checking back here if you're not sure right now and feel free to send me a message with any questions or requests you may have.\r\n\u003cb\u003e\r\nWho this course is for:\u003c/b\u003e\u003cbr\u003e\r\nComplete beginners looking to learn from zero\u003cbr\u003e\r\nSeasoned developers looking to enhance their skills and diversify their portfolio\u003cbr\u003e\r\nAnyone looking to develop their technical skills\u003cbr\u003e","creator":"John Harper","expertise":"Python and AI","qualification":"Cambridge Python and Machine Learning Engineer/entrepreneur","__v":0}
{"_id":{"$oid":"5eedbe04fc3b20019835e93a"},"comments":[],"likes":[],"name":"Introduction to Artificial Intelligence","image":"https://cdn.pixabay.com/photo/2017/09/19/13/59/cyborg-2765349_960_720.jpg","category":"AI","price":399,"description":"\u003cb\u003eWhat you will learn?\u003c/b\u003e\u003cbr\u003e\r\n\u003cul\u003e\r\n\u003cli\u003eMachine learning (Supervised and Unsupervised) with IBM Watson\u003c/li\u003e\r\n\r\n\u003cli\u003eNatural Language Processing (NLP) with IBM Watson\u003c/li\u003e\r\n\r\n\u003cli\u003eFeed Forward Neural Networks (FFNN) with Tensor Flow Simulator\u003c/li\u003e\r\n\r\n\u003cli\u003eConvolutional  Neural Networks with (CNN) with IBM Watson\u003c/li\u003e\r\n\r\nRecurrent Neural Networks (RNN) with Mathworks\r\n\u003c/ul\u003e","creator":"Walter Beck","expertise":"Machine Learning","qualification":"AI Entraprenuer","__v":0}
{"_id":{"$oid":"5eedc278fc3b20019835e93b"},"comments":[],"likes":[],"name":"Artificial Intelligence For Business","image":"https://cdn.pixabay.com/photo/2017/12/10/17/00/robot-3010309_960_720.jpg","category":"AI","price":499,"description":"\u003cb\u003eStructure of the course:\u003c/b\u003e\r\n\u003cbr\u003e\r\nPart 1 - Optimizing Business Processes\u003cbr\u003e\r\nCase Study: Optimizing the Flows in an E-Commerce Warehouse\u003cbr\u003e\r\nAI Solution: Q-Learning\r\n\u003cbr\u003e\r\nPart 2 - Minimizing Costs\u003cbr\u003e\r\nCase Study: Minimizing the Costs in Energy Consumption of a Data Center\u003cbr\u003e\r\nAI Solution: Deep Q-Learning\u003cbr\u003e\r\n\r\nPart 3 - Maximizing Revenues\u003cbr\u003e\r\nCase Study: Maximizing Revenue of an Online Retail Business\u003cbr\u003e\r\nAI Solution: Thompson Sampling\u003cbr\u003e\r\n\r\n\r\n\r\n\u003cb\u003eReal World Business Applications:\u003c/b\u003e\u003cbr\u003e\r\n\r\n\r\n\r\nWith Artificial Intelligence, you can do three main things for any business:\r\n\u003cbr\u003e\r\nOptimize Business Processes\r\n\u003cbr\u003e\r\nMinimize Costs\r\n\u003cbr\u003e\r\nMaximize Revenues","creator":"Kirill Eremenko","expertise":"Python, Artificial Intelligence, Machine Learning, Data Science","qualification":"Data Scientist","__v":0}
{"_id":{"$oid":"5eedc4c8fc3b20019835e93d"},"comments":[],"likes":[{"$oid":"5ee20dca4c87fa01a2541579"}],"name":"Introduction to Data Science","image":"https://cdn.pixabay.com/photo/2018/12/10/02/14/manhattan-3866140_960_720.jpg","category":"Data Science","price":720,"description":"Welcome to this course on Data Science. Demand for data science talent is exploding. Develop your career as a data scientist, as you explore essential skills and principles. \r\n\r\nThis course covers the necessary tools and concepts used in the data science industry, including machine learning, statistical inference, working with data at scale and much more. \r\n\r\nFirst, we'll start by showing you the entire process for data science projects and the different roles and skills that are needed. Then you'll learn the basics of obtaining data through a variety of sources, including web APIs and page scraping. We'll show you how to use tools like R, Python, the command line, and even spreadsheets to explore and manipulate data.\r\n\r\nWe'll also take a look at powerful techniques for analyzing data. We'll be covering a variety of techniques for planning, performing, and presenting your projects to help you get started in data science and making the most of the data that's all around you. \r\n\r\n\u003cb\u003eWho this course is for:\u003c/b\u003e\r\n\u003cul\u003e\r\n\u003cli\u003eAnyone interested in Data Science\u003c/li\u003e\r\n\u003cli\u003eAnyone interested in a Data Scientist career\u003c/li\u003e\r\n\u003cli\u003eSoftware developers or programmers\u003c/li\u003e\r\n\u003c/ul\u003e","creator":"Itzan Espresito","expertise":"Data Science","qualification":"Data Scientist","__v":1}
{"_id":{"$oid":"5eedc55cfc3b20019835e93e"},"comments":[],"likes":[],"name":"Python for Data Science","image":"https://cdn.pixabay.com/photo/2018/08/12/11/22/woman-3600559_960_720.jpg","category":"Data Science","price":499,"description":"Welcome to this course on Data Science. Demand for data science talent is exploding. Develop your career as a data scientist, as you explore essential skills and principles. \r\n\r\nThis course covers the necessary tools and concepts used in the data science industry, including machine learning, statistical inference, working with data at scale and much more. \r\n\r\nFirst, we'll start by showing you the entire process for data science projects and the different roles and skills that are needed. Then you'll learn the basics of obtaining data through a variety of sources, including web APIs and page scraping. We'll show you how to use tools like R, Python, the command line, and even spreadsheets to explore and manipulate data.\r\n\r\nWe'll also take a look at powerful techniques for analyzing data. We'll be covering a variety of techniques for planning, performing, and presenting your projects to help you get started in data science and making the most of the data that's all around you. \r\n\r\n\u003cb\u003eWho this course is for:\u003c/b\u003e\r\n\u003cul\u003e\r\n\u003cli\u003eAnyone interested in Data Science\u003c/li\u003e\r\n\u003cli\u003eAnyone interested in a Data Scientist career\u003c/li\u003e\r\n\u003cli\u003eSoftware developers or programmers\u003c/li\u003e\r\n\u003c/ul\u003e","creator":"Ester Marchioness","expertise":"Data Science and Data Analysis","qualification":"Data Analyst","__v":0}
{"_id":{"$oid":"5eedc774fc3b20019835e93f"},"comments":[],"likes":[],"name":"Complete Data Science Bootcamp","image":"https://cdn.pixabay.com/photo/2017/06/28/10/06/binary-2450152__340.jpg","category":"Data Science","price":999,"description":"\u003cb\u003eThe Problem\u003cp\u003e\r\n\u003cp\u003e\r\nData scientist is one of the best suited professions to thrive this century. It is digital, programming-oriented, and analytical. Therefore, it comes as no surprise that the demand for data scientists has been surging in the job marketplace.However, supply has been very limited. It is difficult to acquire the skills necessary to be hired as a data scientist.  \r\n\u003c/p\u003e\r\n\r\n\u003cb\u003eThe Solution\u003c/b\u003e\r\n\r\nData science is a multidisciplinary field. It encompasses a wide range of topics.  \r\nUnderstanding of the data science field and the type of analysis carried out \r\n\u003cul\u003e\r\n\u003cli\u003e\r\nMathematics  \r\n\u003c/li\u003e\u003cli\u003e\r\nStatistics  \r\n\u003c/li\u003e\u003cli\u003e\r\nPython  \r\n\u003c/li\u003e\u003c/ul\u003e\r\n\u003cb\u003eApplying advanced statistical techniques in Python\u003c/b\u003e  \r\n\u003cul\u003e\r\n\u003cli\u003e\r\nData Visualization  \r\n\u003c/li\u003e\u003cli\u003e\r\nMachine Learning  \r\n\u003c/li\u003e\u003cli\u003e\r\nDeep Learning  \r\n\u003c/li\u003e\u003c/ul\u003e\r\nEach of these topics builds on the previous ones. And you risk getting lost along the way if you don’t acquire these skills in the right order. For example, one would struggle in the application of Machine Learning techniques before understanding the underlying Mathematics. Or, it can be overwhelming to study regression analysis in Python before knowing what a regression is.  \r\n\r\nSo, in an effort to create the most effective, time-efficient, and structured data science training available online, we created The Data Science Course 2020.","creator":"Shawn Gracia","expertise":"Python, Machine Learning, Data Science and Analytics","qualification":"Data Scientist","__v":0}
{"_id":{"$oid":"5eedc9cdfc3b20019835e941"},"comments":[],"likes":[],"name":"Introduction to Java Language","image":"https://seofiles.s3.amazonaws.com/seo/media/uploads/2017/01/24/unit-41-java.png","category":"PL","price":399,"description":"This course is designed to give you the Java skills you need to get a job as a Java developer.  By the end of the course you will understand Java extremely well and be able to build your own Java apps and be productive as a software developer.","creator":"Tim Buchalka","expertise":"Java Language","qualification":"Software Developer","__v":0}
{"_id":{"$oid":"5eedca94fc3b20019835e942"},"comments":[],"likes":[],"name":"Introduction to C++","image":"https://www.educative.io/api/page/5393602882568192/image/download/6038586442907648","category":"PL","price":199,"description":"\u003cb\u003eWhat will I learn in this course?\u003c/b\u003e\r\n\u003cbr\u003e\r\nThe course assumes no previous experience with C++ (or even programming in general), and you will end up with the skills to create your own programs in C++.\r\n\u003cbr\u003e\r\n\u003cb\u003eKey topics covered include:\u003c/b\u003e\r\n\u003cbr\u003e\r\n* Looping with while, do/while for, range-based for statements and recursion\u003cbr\u003e\r\n* Performing calculations and displaying results\u003cbr\u003e\r\n* Functions\u003cbr\u003e\r\n* Pointers\u003cbr\u003e\r\n* Using existing classes and creating objects\u003cbr\u003e\r\n* Creating your own classes\u003cbr\u003e\r\n* Using Basic Standard Template Library classes such as Vector\u003cbr\u003e\r\n* Constructors and Destructors\u003cbr\u003e\r\n* Copy and Move semantics including Copy constructors, Move constructors, and copy and move assignment \u003cbr\u003e\r\n* How to overload operators\u003cbr\u003e\r\n* Using inheritance and class hierarchies\u003cbr\u003e\r\n* Using Polymorphic functions and dynamic binding \u003cbr\u003e\r\n* Using smart pointers\u003cbr\u003e\r\n* Using stream I/O\u003cbr\u003e\r\n* An introduction to the C++ STL\u003cbr\u003e\r\n* An introduction to Exception Handling\r\n","creator":"Tim Buchalka","expertise":"C++ Language","qualification":"Software Developer","__v":0}
{"_id":{"$oid":"5eedcb37fc3b20019835e943"},"comments":[],"likes":[],"name":"Introduction to Python","image":"https://miro.medium.com/max/3840/1*MwFQYgyVYqBZkKbPhs5J_g.jpeg","category":"PL","price":299,"description":"\u003cb\u003eWhy should you take this course?\u003c/b\u003e\u003cbr\u003e\r\n\r\nThere are a lot of Python courses on Udemy – Your instructors, Tim and Jean-Paul are pretty unique in that between them they have around 70 years of professional programming experience.  That’s more than a lifetime of skills you get to learn Python from.\r\n\u003cbr\u003e\r\nYou can enrol in the course safe in the knowledge that they are not just teachers, but professional programmers with real commercial programming experience, having worked with big companies like IBM, Mitsubishi, Fujitsu and Saab in the past.\r\n\u003cbr\u003e\r\nAs such you will not only be learning Python, but you will be learning industry best practices for Python programming that real employers demand. \r\n","creator":"Tim Buchalka","expertise":"Python Language","qualification":"Software Developer","__v":0}
{"_id":{"$oid":"5eedcc20fc3b20019835e944"},"comments":[],"likes":[],"name":"Introduction to Cloud Computing","image":"https://cdn.pixabay.com/photo/2017/06/14/16/20/network-2402637_960_720.jpg","category":"CC","price":432,"description":"With technological advancements, cloud computing is becoming standard and mainstream in IT world. Companies of all sizes are looking to transform existing traditional IT services to \"Cloud\". The market for Cloud Computing services is exploding and the demand for developers with Cloud Computing skills continues to grow. \r\n\r\nThis course helps you to understand the much needed concepts of the Cloud Computing. We have clearly explained how Traditional IT environment works and how Cloud Computing differs from it. You will understand the various models of Cloud Computing, the leading Cloud Computing platforms, comparisons between the platforms. We have also dedicated a chapter with information on various certification paths and learning resources for Cloud Computing. As a bonus we have explained various considerations that needs to be taken into account before or while moving to a Cloud platform.\r\n\r\nUpdated the learning paths section with latest certification information for AWS, Azure and Google Cloud.\r\n\r\nAdded a new chapter with topics like Heroku, OpenShift and Cloud Native Development.","creator":"Shreyasi Chakraborty","expertise":"Amazon Web Services","qualification":"Cloud Engineer","__v":0}
{"_id":{"$oid":"5eedcc9ffc3b20019835e945"},"comments":[],"likes":[],"name":"Cloud Computing with AWS","image":"https://www.ateamindia.com/wp-content/uploads/2020/03/aws-1-1.png","category":"CC","price":520,"description":"With technological advancements, cloud computing is becoming standard and mainstream in IT world. Companies of all sizes are looking to transform existing traditional IT services to \"Cloud\". The market for Cloud Computing services is exploding and the demand for developers with Cloud Computing skills continues to grow. \r\n\r\nThis course helps you to understand the much needed concepts of the Cloud Computing. We have clearly explained how Traditional IT environment works and how Cloud Computing differs from it. You will understand the various models of Cloud Computing, the leading Cloud Computing platforms, comparisons between the platforms. We have also dedicated a chapter with information on various certification paths and learning resources for Cloud Computing. As a bonus we have explained various considerations that needs to be taken into account before or while moving to a Cloud platform.\r\n\r\nUpdated the learning paths section with latest certification information for AWS, Azure and Google Cloud.\r\n\r\nAdded a new chapter with topics like Heroku, OpenShift and Cloud Native Development.","creator":"Shreyasi Chakraborty","expertise":"Amazon Web Services","qualification":"Cloud Engineer","__v":0}
{"_id":{"$oid":"5eedccedfc3b20019835e946"},"comments":[],"likes":[],"name":"Microsoft Azure","image":"https://www.polymorph.co.uk/media/1250/azure_service.jpg","category":"CC","price":435,"description":"With technological advancements, cloud computing is becoming standard and mainstream in IT world. Companies of all sizes are looking to transform existing traditional IT services to \"Cloud\". The market for Cloud Computing services is exploding and the demand for developers with Cloud Computing skills continues to grow. \r\n\r\nThis course helps you to understand the much needed concepts of the Cloud Computing. We have clearly explained how Traditional IT environment works and how Cloud Computing differs from it. You will understand the various models of Cloud Computing, the leading Cloud Computing platforms, comparisons between the platforms. We have also dedicated a chapter with information on various certification paths and learning resources for Cloud Computing. As a bonus we have explained various considerations that needs to be taken into account before or while moving to a Cloud platform.\r\n\r\nUpdated the learning paths section with latest certification information for AWS, Azure and Google Cloud.\r\n\r\nAdded a new chapter with topics like Heroku, OpenShift and Cloud Native Development.","creator":"Shreyasi Chakraborty","expertise":"Cloud Services","qualification":"Cloud Engineer","__v":0}
{"_id":{"$oid":"5eedcdf9fc3b20019835e947"},"comments":[],"likes":[],"name":"Introduction to Machine Learning","image":"https://community-cdn-digitalocean-com.global.ssl.fastly.net/assets/tutorials/images/large/introduction-to-machine-learning_social.png?1510178550","category":"ML","price":720,"description":"\u003cb\u003eWhy Machine Learning?\u003c/b\u003e\r\n\u003cbr\u003e\r\nIn modern times, Machine Learning is one of the most popular (if not the most!) career choices. According available data, Machine Learning Engineer Is The Best Job of 2019 with a 344% growth and an average base salary of $146,085 per year.\r\n\u003cbr\u003e\r\nIf you are looking for a thriving career in Data Analytics, Artificial Intelligence, Robotics, this is the right time to learn Machine Learning.\r\n\u003cbr\u003e\r\nGet a very deep understanding of Machine Learning!\r\n\r\n\u003cb\u003eWho this course is for:\u003c/b\u003e\u003cbr\u003e\r\nStudents and professionals who want to become Machine Learning Expert or Data Scientist.\u003cbr\u003e\r\nIT Professionals, Mathematicians, Statisticians.\u003cbr\u003e\r\nMachine learning enthusiasts.\u003cbr\u003e\r\nProject Managers, Data Analytics, and Business Intelligence Professionals.\r\nPython developers.\u003cbr\u003e","creator":"Shreyasi Chakraborty","expertise":"Python, Machine Learning","qualification":"ML Expert","__v":0}
{"_id":{"$oid":"5eedce5ffc3b20019835e948"},"comments":[],"likes":[],"name":"Python for Machine Learning","image":"https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSxfbx1pauM8x7tJbnfek5PUtqqW4Iu0Fmt8BTMSJQmIemcCU5d\u0026usqp=CAU","category":"ML","price":350,"description":"\u003cb\u003eWhy Machine Learning?\u003c/b\u003e\r\n\u003cbr\u003e\r\nIn modern times, Machine Learning is one of the most popular (if not the most!) career choices. According available data, Machine Learning Engineer Is The Best Job of 2019 with a 344% growth and an average base salary of $146,085 per year.\r\n\u003cbr\u003e\r\nIf you are looking for a thriving career in Data Analytics, Artificial Intelligence, Robotics, this is the right time to learn Machine Learning.\r\n\u003cbr\u003e\r\nGet a very deep understanding of Machine Learning!\r\n\r\n\u003cb\u003eWho this course is for:\u003c/b\u003e\u003cbr\u003e\r\nStudents and professionals who want to become Machine Learning Expert or Data Scientist.\u003cbr\u003e\r\nIT Professionals, Mathematicians, Statisticians.\u003cbr\u003e\r\nMachine learning enthusiasts.\u003cbr\u003e\r\nProject Managers, Data Analytics, and Business Intelligence Professionals.\r\nPython developers.\u003cbr\u003e","creator":"Tessa Smith","expertise":"Machine Learning","qualification":"Entrepreneur","__v":0}
{"_id":{"$oid":"5eedceb6fc3b20019835e949"},"comments":[],"likes":[],"name":"Complete Machine Learning Bootcamp","image":"https://cdn.analyticsvidhya.com/wp-content/uploads/2020/03/04_thumb.jpg","category":"ML","price":999,"description":"\u003cb\u003eWhy Machine Learning?\u003c/b\u003e\r\n\u003cbr\u003e\r\nIn modern times, Machine Learning is one of the most popular (if not the most!) career choices. According available data, Machine Learning Engineer Is The Best Job of 2019 with a 344% growth and an average base salary of $146,085 per year.\r\n\u003cbr\u003e\r\nIf you are looking for a thriving career in Data Analytics, Artificial Intelligence, Robotics, this is the right time to learn Machine Learning.\r\n\u003cbr\u003e\r\nGet a very deep understanding of Machine Learning!\r\n\r\n\u003cb\u003eWho this course is for:\u003c/b\u003e\u003cbr\u003e\r\nStudents and professionals who want to become Machine Learning Expert or Data Scientist.\u003cbr\u003e\r\nIT Professionals, Mathematicians, Statisticians.\u003cbr\u003e\r\nMachine learning enthusiasts.\u003cbr\u003e\r\nProject Managers, Data Analytics, and Business Intelligence Professionals.\r\nPython developers.\u003cbr\u003e","creator":"John Doe","expertise":"Python, R and Machine Learning","qualification":"ML Expert","__v":0}
{"_id":{"$oid":"5eeddb28b1442c01b65b9e43"},"comments":[],"likes":[],"name":"Introduction to HTML/CSS/JS","image":"https://skywell.software/wp-content/uploads/2019/01/javascript-vs-html-vs-css-1024x683.jpg","category":"Web development","price":199,"description":"\u003cb\u003eThe course is completely project-based\u003c/b\u003e\u003cbr\u003e\r\nTogether we hand-code a beautiful and responsive landing page for a fictional company that I made up just for the course. Step-by-step, you will learn more and more HTML5 and CSS3 features, from beginner to advanced. These are the latest web technologies, used by every website in the world. And we even added some jQuery to the mix.\r\n\r\nThis huge project will teach you all the real-world skills to build real-world HTML5 and CSS3 websites. This will allow you to build any website you can imagine from complete scratch.\r\n\u003cbr\u003e\r\n\r\n\u003cb\u003eYou walk away with a ready-to-launch website\u003c/b\u003e\u003cbr\u003e\r\nBy the end of the course, you will have a complete, ready-to-launch website that looks great on any computer, tablet, and smartphone. Of course you get the entire code and all the images and graphical assets that I designed especially for the course as a free download.","creator":"Henry Rosenblum","expertise":"HTML, CSS, JS","qualification":"Frontend web developer","__v":0}
{"_id":{"$oid":"5eeddf32b1442c01b65b9e44"},"comments":[],"likes":[],"name":"Logical Reasoning","image":"https://catking.in/wp-content/uploads/2018/04/AMCAT-Logical-Reasoning-Previous-Questions-And-Answers.jpg","category":"Aptitude","price":199,"description":"\u003cb\u003eMaster your Analytical/Logical Reasoning:\u003c/b\u003e\u003cbr\u003e\r\n1. Concept Videos with Tricks.\u003cbr\u003e\r\n2. Practice Questions sets.\u003cbr\u003e\r\n3. Understanding the approaches to solve various questions on Reasoning.\u003cbr\u003e\r\n4. Short Quizzes to add soon.\u003cbr\u003e\r\n\r\nThe course is designed in such a way that  the topics which are relevant for placement papers are taken into consideration.\r\n\r\nDoing sincere study and practicing the questions in given videos significantly increases your chances of getting into dream company.\r\n\u003cb\u003e\r\nYou can ask questions and answers in QA section if have any questions on Reasoning!\u003c/b\u003e","creator":"Dr. Derle","expertise":"Finance and Management","qualification":"Phd, MBA","__v":0}
{"_id":{"$oid":"5efca4b3d45a5a086276561f"},"comments":[],"likes":[],"name":"React.js For Beginners","image":"https://reactjs.org/logo-og.png","category":"Web development","price":450,"description":"\u003cb\u003eReact is all about components\u003c/b\u003e - basically custom HTML elements - with which you can quickly build amazing and powerful web apps. Just build a component once, configure it to your needs, dynamically pass data into it (or listen to your own events!) and re-use it as often as needed.\r\n\u003cbr\u003e\r\nNeed to display a list of users in your app? It's as simple as creating a \"User\" component and outputting it as often as needed.\r\n\r\nThis course will start at the very basics and explain what exactly React is and how you may use it (and for which kind of apps). Thereafter, we'll go all the way from basic to advanced. We'll not just scratch the surface but dive deeply into React as well as popular libraries like react-router and Redux. \r\n\r\nBy the end of the course, you can build amazing React (single page) applications!","creator":"Edward William","expertise":"React.js and Redux","qualification":"Professional Web Developer and Instructor","__v":0}
{"_id":{"$oid":"5efca5cfd45a5a0862765620"},"comments":[],"likes":[],"name":"GraphQL with React:Bootcamp","image":"https://i2.wp.com/blog.logrocket.com/wp-content/uploads/2020/03/comparing-hooks-libraries-for-graphql.png?fit=730%2C487\u0026ssl=1","category":"Web development","price":500,"description":"\u003cb\u003eIf you are new to GraphQL, or if you've been working to learn it but sometimes feel like you still don't quite 'get it', this is the GraphQL course for you! To learn GraphQL you have to understand it.\u003c/b\u003e\r\n\u003cul\u003e\r\n\u003cli\u003eLearn how to use GraphQL's schema to define relations between your data objects\u003c/li\u003e\r\n\u003cli\u003eLearn the process of combining a backend server with a front end React\u003c/li\u003e\r\n\u003cli\u003eMaster the process of thinking about your applications data in terms of a graph structure\u003c/li\u003e\r\n\u003cli\u003eGrasp the difference between GraphQL, Apollo, and Relay, and when to use each\u003c/li\u003e\r\n\u003cli\u003eDevelop apps that are unique, fun, and responsive.\u003c/li\u003e\r\n\u003cli\u003eBuild servers that can be used with both React and React Native applications\u003c/li\u003e\r\n\u003cli\u003eMaster handling authentication with GraphQL\u003c/li\u003e\r\n\u003cli\u003eLearn the core principles of navigation with React Router and GraphQL\u003c/li\u003e\r\n\u003c/ul\u003e","creator":"Robert Brown","expertise":"Reactjs, GraphQL and Redux","qualification":"Engineering Architect","__v":0}
{"_id":{"$oid":"5efcabbad45a5a0862765622"},"comments":[],"likes":[],"name":"Discrete Math","image":"https://i.udemycdn.com/course/480x270/1240674_3dd0_14.jpg","category":"Math","price":250,"description":"\u003cb\u003eWhat you'll learn\u003c/b\u003e\r\n\u003cul\u003e\r\n\u003cli\u003eUnderstand and explain important concepts of Discrete Math\u003c/li\u003e\r\n\u003cli\u003eUnderstand what is logic\u003c/li\u003e\r\n\u003cli\u003eUnderstand what is set and what operations can we do with sets\u003c/li\u003e\r\n\u003cli\u003eUnderstand what is function and what properties it can have\u003c/li\u003e\r\n\u003cli\u003eUnderstand what is combinatorics\u003c/li\u003e\r\n\u003cli\u003eBeing able to compute permutations, variations, combinations\u003c/li\u003e\r\n\u003c/ul\u003e","creator":"Robert Brown","expertise":"Discrete Maths For Computer Science","qualification":"Engineering Architect","__v":0}
{"_id":{"$oid":"5efcad9cd45a5a0862765623"},"comments":[],"likes":[],"name":"Cognitive Aptitude Preparation","image":"https://www.cioreviewindia.com/newsimages/special/yCFwKlZW.jpeg","category":"Aptitude","price":250,"description":"On successful completion of the course, the student masters arithmetic aptitude with analytical approach and sufficient practice in order to have a greater confidence level to face any competitive examination.","creator":"Kelly Josh","expertise":"Mathematics","qualification":"Phd. in Mathematics","__v":0}
{"_id":{"$oid":"5efcaeccd45a5a0862765624"},"comments":[],"likes":[],"name":"Trigonometry","image":"https://www.freemathhelp.com/images/trig_rounded_sm.png","category":"Math","price":199,"description":"\u003ch3\u003eWhat you'll learn\u003c/h3\u003e\r\nAngles and their measure, including degrees, DMS and radians\u003cbr\u003e\r\nAngles in circles, including oriented arcs, circular sectors, and linear and angular velocity\u003cbr\u003e\r\nSix circular functions, including sine, cosine, tangent, cosecant, secant, and cotangent\u003cbr\u003e\r\nThe law of sines and the law of cosines, including Heron's formula\u003cbr\u003e\r\nThe unit circle, including finding sine and cosine, and how to complete a triangle\u003cbr\u003e\r\nGraphing the trig functions, including sine and cosine graphs, and transformations\u003cbr\u003e\r\nTrig identities, including even-odd, sum-difference, half-angle, double-angle, product-to-sum, and sum-to-product identities\u003cbr\u003e\r\nInverse trig functions, including their graphs\u003cbr\u003e\r\nPolar coordinates, including converting coordinates and equations\u003cbr\u003e\r\nGraphing polar curves, including circles, roses, cardioids, limacons, and lemniscates\u003cbr\u003e\r\nParametric curves, including converting and sketching parametric curves\u003cbr\u003e\r\nAnalytic geometry, including conic sections like circles, ellipses, parabolas, and hyperbolas\u003cbr\u003e\r\nComplex numbers, including polar forms and De Moivre's theorem\u003cbr\u003e\r\nMatrices, including solving systems, Gauss-Jordan elimination, and transformations and inverses\u003cbr\u003e","creator":"Krista Lee","expertise":"Mathematics","qualification":"MSC in Mathematics","__v":0}
{"_id":{"$oid":"5efcaf8dd45a5a0862765625"},"comments":[],"likes":[],"name":"Master Calculus","image":"https://cdn1.byjus.com/wp-content/uploads/2020/01/Calculus.png","category":"Math","price":399,"description":"\u003cb\u003eWhat you'll learn\u003c/b\u003e\r\nFind the derivative of any function confidently\u003cbr\u003e\r\nApply derivatives in a wide variety of applications\u003cbr\u003e\r\nFind limits in a variety of common situations\u003cbr\u003e\r\nFind the integrals of functions\u003cbr\u003e","creator":"Krista Lee","expertise":"Mathematics","qualification":"MSC in Mathematics","__v":0}
{"_id":{"$oid":"5efcb067d45a5a0862765626"},"comments":[],"likes":[],"name":"Quantum Physics for Quantum Computing","image":"https://scx2.b-cdn.net/gfx/news/hires/2019/3-quantumphysi.jpg","category":"Phy","price":425,"description":"Non-mathematical coverage of Superposition and Entanglement. Intuitive \u0026 qualitative preparation for advanced topics\r\n\u003cb\u003eWhat you'll learn\u003cb\u003e\r\nBuild a strong foundation in Quantum Physics to help you learn advanced topics in Quantum Computing\u003cbr\u003e\r\nDevelop an intuitive understanding of Superposition and Entanglement using Simulators","creator":"Kumar Ramanathan","expertise":"AI and Quantum Computing","qualification":"Principal Architect at XYZ Systems","__v":0}
{"_id":{"$oid":"5efcb13dd45a5a0862765627"},"comments":[],"likes":[],"name":"Waves, Sound, \u0026 Optics","image":"https://img-a.udemycdn.com/course/750x422/624140_adb6_5.jpg","category":"Phy","price":425,"description":"This course is one of several courses designed for Algebra Based AP Physics. In this course we will cover the topics waves, sound, and optics.\r\n\r\nThe videos and resources will include lectures, demonstrations, and plenty of worked out example problems with High School physics curriculum and the AP Physics 1 curriculum in mind. This is perfect for any student planning to take the AP exam or any Introductory College physics student. While this course does not cover calculus based physics, any student enrolled in such course will still benefit from the ground work laid out here.","creator":"Corey Steele","expertise":"Classical Mechanics","qualification":"MSC in Integrating Technology","__v":0}
{"_id":{"$oid":"5efcb2a1d45a5a0862765628"},"comments":[],"likes":[],"name":"Laws of Motion","image":"https://www.nerdynaut.com/wp-content/uploads/2019/06/Application-of-Newtons-laws-of-motion-in-everyday-life.png","category":"Phy","price":250,"description":"This course provides detailed lectures on Newton's Laws of Motion","creator":"Shrini Aiyyar","expertise":"Classical Mechanics","qualification":"MSC in Physics","__v":0}
{"_id":{"$oid":"5efcb43fd45a5a0862765629"},"comments":[],"likes":[],"name":"Complete Course on Organic Chemistry","image":"https://www.scitecheuropa.eu/wp-content/uploads/2018/06/ST27-McGillU1-image-%C2%A9-iStock-Garsya.jpg","category":"Chem","price":250,"description":"The lectures are carefully graded from simple to complicated. Learning progresses in a natural fashion, so you will not feel overwhelmed by the new concepts.\r\n\r\nThe course will help you build a foundation of understanding on which to build your organic chemistry knowledge. The focus will be on real understanding, not just learning a bunch of rules. Naming molecules the right way will become second nature to you.\r\n\r\nThe course notes will help you create your own summary. If you are unsure how to study organic chemistry, this will be a big help to you. A new, better way to study plus your new understanding are sure to give your grades a boost. Better grades will also improve your chances of being accepted to your first choice college or university.","creator":"Angela Masai","expertise":"Organic Chemistry","qualification":"Phd. in Chemistry","__v":0}
{"_id":{"$oid":"5efcb6a1d45a5a086276562a"},"comments":[],"likes":[],"name":"Complete Course on Inorganic Chemistry","image":"https://www.thoughtco.com/thmb/VCW6X4YbtV3o5ZomPxVMcVER0JU=/3437x2578/smart/filters:no_upscale()/chemistry-glassware-56a12a083df78cf772680235.jpg","category":"Chem","price":250,"description":"Complete guide on Inorganic Chemistry","creator":"Emma Cooper","expertise":"Inorganic chemistry","qualification":"Msc in Chemistry","__v":0}
{"_id":{"$oid":"5efcb723d45a5a086276562b"},"comments":[],"likes":[],"name":"Basic Principles Of Chemistry","image":"https://www.chem.upenn.edu/sites/default/files/styles/homepage_slideshow_full_width/public/2019-04/iStock-496442732-chem-web.jpg?h=3de75dd5\u0026itok=RwQ6bTww","category":"Chem","price":150,"description":"A comprehensive course in basic fundamental concepts of Chemistry covering everything for future exams in Chemistry.","creator":"Reva Jones","expertise":"Chemistry","qualification":"Professor of Chemistry","__v":0}
{"_id":{"$oid":"5efcba15d45a5a086276562c"},"comments":[],"likes":[],"name":"Plant Kingdom","image":"https://img2.lrgarden.com/feed_pic/169/59/1000358057_1000013406_1506775931.jpg","category":"Bio","price":250,"description":"This course comprises of lectures for the entire Plant Kingdom","creator":"Jacob Dsouza","expertise":"Botany","qualification":"B.Sc in Botany","__v":0}
{"_id":{"$oid":"5efcba4ad45a5a086276562d"},"comments":[],"likes":[],"name":"Animal Kingdom","image":"https://img.etimg.com/thumb/width-640,height-480,imgsize-1416319,resizemode-1,msid-75910975/a-coronavirus-walk-on-the-wild-side-how-covid-19-has-led-to-a-global-enthusiasm-for-the-animal-kingdom.jpg","category":"Bio","price":250,"description":"This course contains lectures on entire Animal Kingdom","creator":"Jacob Dsouza","expertise":"Zoology","qualification":"BSc in Zoology","__v":0}
{"_id":{"$oid":"5efcbcc8d45a5a086276562e"},"comments":[],"likes":[],"name":"Introduction to Genetics","image":"https://www.mivision.com.au/wp-content/uploads/2020/02/Eyecare-Genetics.jpg","category":"Bio","price":250,"description":"This course contains lectures on genetics","creator":"Zenith Roy","expertise":"Genetics","qualification":"Btech in Biotechnology","__v":0}
{"_id":{"$oid":"5efcbed5d45a5a086276562f"},"comments":[],"likes":[],"name":"Business English Course","image":"https://eltngl.com/assets/images/elt/searchresults/businessenglish_footer_logo.png","category":"Eng","price":200,"description":"If you are learning English for your job or career, then the Business English Course is for you! It will help you communicate better in everyday professional situations.\r\n\u003cbr\u003e\r\nThis intermediate-level English course contains 40 lessons focusing on essential vocabulary and practical phrases for the workplace.\r\n\u003cbr\u003e\r\n\u003cb\u003eThe course is divided into four sections:\u003c/b\u003e\r\n\r\n\u003cb\u003eBusiness English Basics\u003c/b\u003e\u003cbr\u003e\r\n\r\nVocabulary for daily work\u003cbr\u003e\r\nEnglish for interviews\u003cbr\u003e\r\nTalking with colleagues\u003cbr\u003e\r\nPhone calls\u003cbr\u003e\r\nGiving presentations\u003cbr\u003e\r\n\u003cb\u003eBusiness English Intermediate Topics\u003c/b\u003e\r\n\r\nEnglish for meetings and negotiations\u003cbr\u003e\r\nNetworking \u0026 small talk\u003cbr\u003e\r\nLetters \u0026 e-mails\u003cbr\u003e\r\nDiscourse markers to improve the flow of your written and spoken English\u003cbr\u003e\r\n\u003cb\u003eEnglish for Different Business Areas\u003c/b\u003e\r\n\r\nEnglish for management \u0026 customer service\u003cbr\u003e\r\nHow to talk about finance, retail, and marketing\u003cbr\u003e\r\nVocabulary for manufacturing and safety\u003cbr\u003e\r\nBusiness English Specializations\u003cbr\u003e\r\n\r\n\u003cb\u003eWho this course is for:\u003c/b\u003e\r\nIntermediate-level English as a Second Language students\u003cbr\u003e\r\nProfessionals working in multinational companies\u003cbr\u003e\r\nUniversity students learning English for their future careers\u003cbr\u003e","creator":"Ottan Iyan","expertise":"Business English","qualification":"HR at XYZ Ltd","__v":0}
{"_id":{"$oid":"5efcbf6cd45a5a0862765630"},"comments":[],"likes":[],"name":"Basic English Grammar","image":"https://www.thebridgeschool.net/wp-content/uploads/2015/09/English-Grammar-Skills.jpg","category":"Eng","price":250,"description":"If you are learning English for your job or career, then the Business English Course is for you! It will help you communicate better in everyday professional situations.\r\n\u003cbr\u003e\r\nThis intermediate-level English course contains 40 lessons focusing on essential vocabulary and practical phrases for the workplace.\r\n\u003cbr\u003e\r\n\u003cb\u003eThe course is divided into four sections:\u003c/b\u003e\r\n\r\n\u003cb\u003eBusiness English Basics\u003c/b\u003e\u003cbr\u003e\r\n\r\nVocabulary for daily work\u003cbr\u003e\r\nEnglish for interviews\u003cbr\u003e\r\nTalking with colleagues\u003cbr\u003e\r\nPhone calls\u003cbr\u003e\r\nGiving presentations\u003cbr\u003e\r\n\u003cb\u003eBusiness English Intermediate Topics\u003c/b\u003e\r\n\r\nEnglish for meetings and negotiations\u003cbr\u003e\r\nNetworking \u0026 small talk\u003cbr\u003e\r\nLetters \u0026 e-mails\u003cbr\u003e\r\nDiscourse markers to improve the flow of your written and spoken English\u003cbr\u003e\r\n\u003cb\u003eEnglish for Different Business Areas\u003c/b\u003e\r\n\r\nEnglish for management \u0026 customer service\u003cbr\u003e\r\nHow to talk about finance, retail, and marketing\u003cbr\u003e\r\nVocabulary for manufacturing and safety\u003cbr\u003e\r\nBusiness English Specializations\u003cbr\u003e\r\n\r\n\u003cb\u003eWho this course is for:\u003c/b\u003e\r\nIntermediate-level English as a Second Language students\u003cbr\u003e\r\nProfessionals working in multinational companies\u003cbr\u003e\r\nUniversity students learning English for their future careers\u003cbr\u003e","creator":"Ottan Iyan","expertise":"English Grammar","qualification":"HR at XYZ Ltd","__v":0}
{"_id":{"$oid":"5efcc069d45a5a0862765631"},"comments":[],"likes":[],"name":"Virtual Interview Preparation","image":"https://media.geeksforgeeks.org/wp-content/cdn-uploads/20191014193905/Amazon-Interview-Preparation.png","category":"Eng","price":150,"description":"This course gives you a feel of an actual interview. Thereafter, a student can ace interviews by preparing with us ","creator":"Martha Lee","expertise":"English, PR","qualification":"HR at XYZ Ltd","__v":0}
{"_id":{"$oid":"5efcc172d45a5a0862765632"},"comments":[],"likes":[],"name":"Mighty Software Development Bundle","image":"https://images.unsplash.com/photo-1584503061538-fdf4a93c6fb9?ixlib=rb-1.2.1\u0026ixid=eyJhcHBfaWQiOjEyMDd9\u0026auto=format\u0026fit=crop\u0026w=500\u0026q=60","category":"PL","price":14999,"description":"Whether you are a software developer, architect, project manager or just someone who codes for fun; knowing what to write is just as hard as knowing how to write it. 'Software requirements gathering' is the process of capturing the objectives, goals and wishes of the customer upfront and early-on in the Software Development Life Cycle (SDLC).\r\n\r\nThis course is accompanied by several templates and document files, that you can use as a guideline during your next requirements gathering project. There is a feasibility study template, a software specification template, a terminology guide and a couple more.\r\n\r\nThis course will get you 'asking the right questions' early in the process, saving you time, money and effort. You will learn how to 'manage the requirements process' from start to finish. How to differentiate between 'Functional and Non-functional requirements'. How to 'capture and record requirements'. Plus, you will get an insight to how one system is used throughout an organization.\r\n\r\nThis course will guide you through the entire range of 'Scoping Documents', 'Technical Specifications', 'Feasibility Studies' and 'Requirements Gathering'.\r\n\r\nYour time is precious and that matters to me, this course has been arranged into small lectures that you can consume when you have a spare few minutes. They follow-on from each other, making the entire course watchable in one sitting. you can be sure that the project you embark on is the same as the project you deliver. On time and on budget.\r\n\r\nCapturing Software Requirements, Meeting Deliverables, Exceeding Expectations and Documenting the whole process can take years to learn, this stuff is not taught in colleges, it is learned in the trenches. So save yourself time, get the insider information on the topics that matter. By the end of the course, you will have amassed a large number of key takeaways and several useful template files that together will take your software development skills to the next level.\r\n\r\nThis course is for life, meaning you can learn whenever you have the time. You have access to the discussions area, where I will personally answer any questions you have on this course. This course is also backed by a 30 day money back guarantee.\r\n\r\nIf you need a deeper understanding of the software development life cycle. Are about to begin work on a new software project or embark on a prospective customer collaboration? this course will guide you through the process.","creator":"\u003cul\u003e\u003cli\u003eItzan Paula\u003c/li\u003e\u003cli\u003eEster Dichone\u003c/li\u003e\u003cli\u003eSteve Harrington\u003c/li\u003e\u003cli\u003e Carla Marchioness\u003c/li\u003e\u003cli\u003e Lucrecia Adams\u003c/li\u003e\u003cli\u003eAbhilash Roy\u003c/li\u003e\u003cli\u003ePrakash Arun Mathur\u003c/li\u003e\u003c/ul\u003e","expertise":"Java, Python, Golang","qualification":"Freelancer","__v":0}
